"""
Инструкция по созданию нового бота
"""

print("""
🤖 СОЗДАНИЕ НОВОГО БОТА JARVIS

1. Откройте @BotFather в Telegram
2. Отправьте: /newbot
3. Введите имя: JARVIS Assistant
4. Введите username: jarvis_assistant_bot (или другой свободный)
5. Скопируйте новый токен

6. Замените токен в .env файле:
   BOT_TOKEN=ВАШ_НОВЫЙ_ТОКЕН

7. Перезапустите бота: python bot.py

8. Найдите нового бота по username и протестируйте!
""")
